package com.konai.appmeter.driver;

//작업 설명, 변경, 일정 등록목적함 source사용하지 않음
public class comments {
/*
//////////////////////////////////
////20220411 DTG전송 순서변경.
// - 지불후 빈차 (비차 - 지불)을 (지불 - 빈차)변경
//
////20220415
//version 1.57
//- 빈차등없을때 불루투스연결try에 실패발생하며 이때 페어링정보(시동off)의 타코섭버전송.

//20220503
//시외할증처리 빈차시 자동할증으로 하고 승차대 버튼클릭하면 수동모드로 변경
수동 모드일때는 자동 할증을 막음
자동할증모드 빈차때
수동할증모드 승차이며 시외버튼을 누를때(자동할증동작을 막음 단 시내로 들어올때는 다시 자동할증모드로 변경 처리함)

//20220506
//version 1.6 ~
//UPFILENAME = "appmeter.apk"로(appmeter_h.apk, appmeter_l.apk 사용안함)









///////////////////////
*/
}
